[
  {"text": "The only way to do great work is to love what you do.", "source": "Steve Jobs", "length": "short"},
  {"text": "In the middle of difficulty lies opportunity.", "source": "Albert Einstein", "length": "short"},
  {"text": "Life is what happens when you are busy making other plans.", "source": "John Lennon", "length": "short"},
  {"text": "The future belongs to those who believe in the beauty of their dreams.", "source": "Eleanor Roosevelt", "length": "short"},
  {"text": "It does not matter how slowly you go as long as you do not stop.", "source": "Confucius", "length": "short"},
  {"text": "Strive not to be a success, but rather to be of value.", "source": "Albert Einstein", "length": "short"},
  {"text": "The mind is everything. What you think you become.", "source": "Buddha", "length": "short"},
  {"text": "An unexamined life is not worth living.", "source": "Socrates", "length": "short"},
  {"text": "I think, therefore I am.", "source": "Rene Descartes", "length": "short"},
  {"text": "Do what you can, with what you have, where you are.", "source": "Theodore Roosevelt", "length": "short"},
  {"text": "Success is not final, failure is not fatal: it is the courage to continue that counts.", "source": "Winston Churchill", "length": "medium"},
  {"text": "The greatest glory in living lies not in never falling, but in rising every time we fall.", "source": "Nelson Mandela", "length": "medium"},
  {"text": "Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma.", "source": "Steve Jobs", "length": "medium"},
  {"text": "Many of life's failures are people who did not realize how close they were to success when they gave up.", "source": "Thomas Edison", "length": "medium"},
  {"text": "If you look at what you have in life, you'll always have more. If you look at what you don't have, you'll never have enough.", "source": "Oprah Winfrey", "length": "medium"},
  {"text": "The way to get started is to quit talking and begin doing. You have to believe in yourself when no one else does.", "source": "Walt Disney", "length": "medium"},
  {"text": "You must be the change you wish to see in the world. Live as if you were to die tomorrow, learn as if you were to live forever.", "source": "Mahatma Gandhi", "length": "medium"},
  {"text": "Tell me and I forget. Teach me and I remember. Involve me and I learn. Investment in knowledge pays the best interest.", "source": "Benjamin Franklin", "length": "medium"},
  {"text": "I have learned over the years that when one's mind is made up, this diminishes fear. Knowing what must be done does away with fear.", "source": "Rosa Parks", "length": "medium"},
  {"text": "The only impossible journey is the one you never begin. So start where you are, use what you have, and do what you can.", "source": "Tony Robbins", "length": "medium"},
  {"text": "It is during our darkest moments that we must focus to see the light. The pessimist sees difficulty in every opportunity. The optimist sees the opportunity in every difficulty. Life is ten percent what happens to you and ninety percent how you react to it.", "source": "Various", "length": "long"},
  {"text": "Twenty years from now you will be more disappointed by the things that you didn't do than by the ones you did do. So throw off the bowlines. Sail away from the safe harbor. Catch the trade winds in your sails. Explore. Dream. Discover.", "source": "Mark Twain", "length": "long"},
  {"text": "The purpose of our lives is to be happy. Get busy living or get busy dying. You only live once, but if you do it right, once is enough. Life is really simple, but we insist on making it complicated. The unexamined life is not worth living.", "source": "Various", "length": "long"},
  {"text": "In three words I can sum up everything I have learned about life: it goes on. To live is the rarest thing in the world. Most people exist, that is all. Life is either a daring adventure or nothing at all. Keep your face always toward the sunshine and shadows will fall behind you.", "source": "Various", "length": "long"},
  {"text": "The best time to plant a tree was twenty years ago. The second best time is now. Education is the most powerful weapon which you can use to change the world. It is not the strongest of the species that survives, nor the most intelligent, but the one most responsive to change.", "source": "Various", "length": "long"}
]